Repository: lubuntu-team/manual
Catalog: source/po/*/LC_MESSAGES/1/1.1/retrieving_the_image.po
Languages: de, es, it, pl

source: Chapter 1.1: Retrieving the image
pl: Rozdział I.1: Uzyskanie obrazu ISO

source: Before you install Lubuntu, you need to retrieve the correct image. Lubuntu offers two different kinds of images, Alternate and Desktop images. Lubuntu also provides support for many different CPU architectures. Lubuntu releases a new version every six months (supported for nine months), with every two years having a long term support release (supported for three years).
pl: Zanim zainstalujesz Lubuntu, musisz zdobyć odpowiedni obraz instalacyjny. Lubuntu jest dystrybuowane w dwóch rodzajach obrazów – Desktop i Alternate. Lubuntu obsługuje wiele architektur. Wydania Lubuntu pojawiają się co 6 miesięcy (wspierane przez 9 miesięcy), a co 2 lata pojawia się wydanie o przedłużonym okresie wsparcia (LTS) (wspierane przez 3 lata).

source: Choosing between Alternate and Desktop images
pl: Wybór pomiędzy obrazem Alternate a Desktop

source: Alternate images are mainly intended for older, lower spec hardware and uses a non-graphical installer. The Desktop version offers a live session to try out Lubuntu and make sure all of your hardware works before you install it on your computer. The installer on the desktop is a graphical installer where you can use a mouse and keyboard and it is more user friendly, but this takes more resources than what is usually required to run Lubuntu itself, due to the fact that the desktop image runs from your RAM while Lubuntu normally runs from your hard drive. If your computer has less than 512 MB of RAM it is recommended to use the alternate installer as it will perform better with your system. The alternate installer does not provide a live session so therefore it uses less RAM.
pl: Obrazy Alternate przeznaczone są głównie na starsze komputery ze słabszym sprzętem. Obraz Desktop oferuje sesję live pozwalającą na sprawdzenie, czy system poprawnie funkcjonuje z tym sprzętem, zanim go zainstalujesz. Obraz Desktop oferuje bardziej przyjazny instalator obsługiwany z użyciem myszy, który zużywa więcej pamięci RAM niż typowa sesja zainstalowanego Lubuntu. Jeżeli komputer posiada mniej niż 512 MB RAM-u, zalecana jest instalacja z użyciem obrazu Alternate. Nie zawiera on sesji live, więc wykorzystuje mniej pamięci RAM.

source: Lubuntu offers images for three different architectures:
pl: Obrazy Lubuntu są dostępne na trzy architektury procesora:

source: amd64 (commonly referred to as 64-bit)
it: amd64 (comunemente conosciuto come 64-bit)
pl: amd64 (często nazywana 64-bit)

source: i386 (commonly referred to as 32-bit)
it: i386 (comunemente conosciuto come 32-bit)
pl: i386 (często nazywana 32-bit)

source: Architectures
it: Architetture
pl: Architektury

source: The amd64 image will work with most modern processors. The best way to determine if your computer has an amd64 or i386 processor is to boot the image. It's the only way that you will be able to know for sure what architecture your computer is. amd64 computers are backwards compatible with i386 images. You may want to use an i386 image instead if you have an amd64 processor with very low amounts of RAM.
it: L'immagine di amd64 funziona con i processori più moderni. Il modo migliore per determinare se il tuo computer ha un processore amd64 o i386 è quello di avviare l'immagine. È l'unico modo con cui sarai in grado di sapere con certezza quale architettura è il tuo computer. I computer amd64 sono retrocompatibili con le immagini i386. Potresti voler usare un'immagine i386 se invece hai un processore amd64 con una quantità di RAM molto bassa.
pl: Obraz amd64 działa z większością współczesnych komputerów. Najlepszym sposobem, aby stwierdzić czy komputer obsługuje daną architekturę jest próba uruchomienia danego obrazu. Komputery amd64 są wstecznie kompatybilne z architekturą i386. Możesz też uruchomić system i386 na komputerze amd64, jeżeli ma on małą ilość RAM-u.

source: This is the original 32-bit architecture that will work best on computers with very low amounts of RAM.
pl: Oryginalna architektura 32-bit, która działa najlepiej na komputerach z małą ilością RAM-u.

source: PowerPC is for older Macintosh hardware from before 2006 and IBM OpenPower systems. Lubuntu 16.04 LTS is the only remaining release that ships with a PowerPC image, and binaries are no longer built for it in the newer releases.
pl: PowerPC to architektura starszego sprzętu Macintosh sprzed 2006 roku i rozwiązań IBM OpenPower. Lubuntu 16.04 LTS jest jedynym wydaniem dostarczanym z obrazem dla PowerPC, a binaria nie będą budowane dla nowszych wydań.

source: Ways to download the image
de: Möglichkeiten die Image-Datei herunterzuladen
es: Maneras de descargar la imagen
it: Modi di scaricare l'immagine
pl: Sposoby na pobranie obrazu

source: Now that the decision of which image type and architecture is done, you will need to download the image.
pl: Po wybraniu rodzaju obrazu i architektury, możesz przejść do pobierania obrazu.

source: There are several ways to download the Lubuntu image:
de: Es gibt einige Möglichkeiten die Lubuntu Image-Datei herunterzuladen:
es: Hay varias formas de descargar la imagen de Lubuntu:
it: Ci sono diversi modi per scaricare l'immagine di Lubuntu:
pl: Jest kilka sposobów na pobranie obrazu Lubuntu:

source: HTTP download (from your web browser or terminal).
de: HTTP Download (via Webbrowser oder aus dem Terminal).
es: Descarga HTTP (desde su navegador web o terminal).
it: HTTP download (dal tuo browser web o dal tuo terminale.
pl: Pobieranie HTTP (z użyciem przeglądarki internetowej lub terminala).

source: BitTorrent (from a BitTorrent client such as Transmission, recommended for Windows and macOS users).
de: BitTorrent (durch einen BitTorrent Programm, wie beispielsweise Transmission. Empfohlen für Windows- und macOS-Nutzer).
es: BitTorrent (desde un cliente BitTorrent, tal como Transmission, recomendado para usuarios de Windows y macOS).
it: BitTorrent (da un client BitTorrent come Transmission, consigliato per utenti Windows e macOS).
pl: BitTorrent (z użyciem klienta BitTorrent takiego jak Transmission, zalecane dla użytkowników Windows i macOS).

source: zsync (from the terminal, recommended for Linux users).
de: zsync (via Terminal, empfohlen für Linux-Nutzer).
es: zsync (desde la terminal, recomendado para usuarios de Linux).
it: zsync (dal terminale, consigliato per utenti Linux).
pl: zsync (w terminalu, zalecane dla użytkowników Linuksa).

source: You can also download the image via Jigdo but we will not cover that in this manual.
de: Sie können die Image-Datei auch via Jigdo herunterladen, dies wird aber kein Bestandteil dieser Anleitung sein.
es: También puedes descargar la imágen mediante Jigdo, pero no cubriremos esa opción en este manual.
it: Puoi anche scaricare l'immagine tramite Jigdo, ma non lo tratteremo in questo manuale.
pl: Możesz też pobrać obraz z użyciem Jidgo, ale nie zostanie to opisane w tym podręczniku.

source: Downloading the image via HTTP
de: Herunterladen der Image-Datei via HTTP
es: Descargando la imagen mediante HTTP
it: Scaricando l'immagine via HTTP
pl: Pobieranie obrazu przez HTTP

source: *We don't recommend using this method as it's often slower and less efficient than the other methods.*
it: *Non consigliamo l'uso di questo metodo perché è spesso più lento e meno efficiente devi altri metodi*
pl: *Nie polecamy tej metody, ponieważ jest często wolniejsza i mniej wydajna od pozostałych.*

source: To download the image via HTTP, you can either navigate to the `Ubuntu cdimage server <http://cdimage.ubuntu.com/lubuntu/releases/16.04/release/>`_ and select the ISO file you would like to download, or use the direct links below.
pl: Aby pobrać obraz z użyciem HTTP, możesz przejść do `serwera obrazów CD Ubuntu <http://cdimage.ubuntu.com/lubuntu/releases/16.04/release/>`_ i wybrać plik ISO do pobrania, lub użyć jednego z poniższych odnośników.

source: Direct links:
pl: Odnośniki bezpośrednie:

source: After you download the image, you **must** verify it. There is `a helpful page on the Ubuntu Community Help wiki <https://help.ubuntu.com/community/VerifyIsoHowto>`_ that can guide you in the right direction.
pl: Po pobraniu obrazu ISO, **zweryfikuj** go. Dostępna jest `pomocna strona na wiki Pomocy Społeczności Ubuntu <https://help.ubuntu.com/community/VerifyIsoHowto>`_, która może pomóc w wykonaniu tego.

source: Downloading the image via BitTorrent
de: Herunterladen der Image-Datei via BitTorrent
es: Descargando la imagen mediante BitTorrent
it: Scaricando l'immagine via BitTorrent
pl: Pobieranie obrazu przez BitTorrent

source: Instead of downloading the image from one server, you can "torrent" the image, or download it from multiple sources instead of just one. This is often faster and saves the bandwidth of the Ubuntu cdimage servers. If you would like to learn more about BitTorrent, take a look at `the Wikipedia page on the subject <https://en.wikipedia.org/wiki/BitTorrent>`_.
de: Anstelle die Image-Datei von nur einem Server zu laden, können Sie die Datei auch per "torrent", also von von vielen verschiedenen Quellen, downloaden. Das ist oft schneller und spart den Ubuntu Image-Servern Bandbreite. Falls Sie mehr über BitTorrent erfahren möchten, schauen Sie auf `diese Wikipediaseite <https://en.wikipedia.org/wiki/BitTorrent>`_.
es: En vez de descargar la imagen de un servidor, puedes usar BitTorrent para descargarla de múltiples fuentes en vez de solo una; esta opción suele ser más rápida. Si te gustaría saber más sobre BitTorrent, échale un vistazo la página de `Wikipedia sobre el tema <https://es.wikipedia.org/wiki/BitTorrent>`_.
it: Invece di scaricare l'immagine da un server, puoi
pl: Zamiast pobierania obrazu z jednego serwera, możesz pobrać obraz z użyciem BitTorrent. W ten sposób zapewne pobierzesz go szybciej i oszczędzisz przepustowość serwerów Ubuntu. Aby dowiedzieć się więcej o technologii BitTorrent, przeczytaj `artykuł na Wikipedii w tym temacie <https://pl.wikipedia.org/wiki/BitTorrent>`_.

source: In order to torrent the file, you need a BitTorrent client. We recommend `Transmission <https://transmissionbt.com/>`_, an Open Source BitTorrent client. Since Transmission only provides clients for Linux and macOS, we recommend `uTorrent <http://www.utorrent.com/>`_ for Windows users.
pl: Aby korzystać z plików torrent, potrzebujesz klienta BitTorrent. Polecamy `Transmission <https://transmissionbt.com/>`_ – otwartoźródłowy klient BitTorrent. Ponieważ Transmission nie jest dostępne na system Windows, użytkownikom tego systemu polecamy `uTorrent <http://www.utorrent.com/>`_.

source: You first need to download the seed files. They are available on the `Ubuntu cdimage server <http://cdimage.ubuntu.com/lubuntu/releases/16.04/release/>`_, or you can use the direct links provided below.
pl: Musisz pobrać pliki „ziaren”. Są dostępne na stronie `Serwera obrazów CD Ubuntu <http://cdimage.ubuntu.com/lubuntu/releases/16.04/release/>`_ lub użyć jednego z poniższych odnośników.

source: After you have downloaded the link you need, open it in your BitTorrent client. This will download the image. After this is done, we recommend that you leave your BitTorrent client open so you can seed this image for other people.
pl: Po pobraniu tego pliku, otwórz to w kliencie BitTorrent. W ten sposób zostanie pobrany obraz. Po pobraniu, polecamy pozostawienie włączonego klienta BitTorrent, aby udostępniać (seedować) obraz innym.

source: Downloading the image via zsync
de: Herunterladen der Image-Datei via zsync
es: Descargando la imagen mediante zsync
it: Scaricando l'immagine via zsync
pl: Pobieranie obrazu z użyciem zsync

source: zsync is a convenient application that will automatically verify the checksum of the image once downloaded. The Lubuntu team uses this to download daily images as it will download the changes since the last image was released.
pl: zsync jest wygodną aplikacją automatycznie sprawdzającą sumę kontrolną po pobraniu obrazu. Zespół Lubuntu korzysta z tego do pobierania codziennych obrazów, ponieważ może to pobrać jedynie zmiany z poszczególnych wydań.

source: In order to use zsync, you need to install it. Since this is a Linux-only client, you can get it from your distribution's package repository.
de: Um zsync nutzen zu können, müssen Sie es installieren. Da es sich hierbei um ein Linux-Programm handelt, können Sie es aus der Paketquelle der Distribution beziehen.
es: Para usar zsync, deberás instalarlo. Ya que esto solo funciona en Linux, lo podrás obtener desde el repositorios de paquetes de tu distribución.
it: Per usare zsync devi prima installarlo. Siccome è un client solo per Linux, puoi trovarlo nella repository di pacchetti della tua distribuzione.
pl: Aby używać zsync, musisz zainstalować go. Ponieważ jest on dostępny tylko dla Linuksa, możesz pobrać go z repozytorium swojej dystrybucji.

source: If you are running Debian or Ubuntu (or a distribution based off of either), run the following command in a terminal:
it: Se stai utilizzando Debian o Ubuntu (o una distribuzione basata su questi due SO), usa i seguenti comandi in un terminale:
pl: Jeżeli korzystasz z Debiana lub Ubuntu (bądź dystrybucji opartej na jednej z nich), wykonaj następujące polecenie w terminalu:

source: If you are running Fedora (or a distribution based off of it), run the following command in a terminal:
pl: Jeżeli korzystasz z Fedory (lub opartej na niej dystrybucji), wykonaj następujące polecenie:

source: If you are running Arch (or a distribution based off of it), run the following command in a terminal:
pl: Jeżeli korzystasz z Archa (lub opartej na nim dystrybucji), wykonaj następujące polecenie:

source: If you are running another distribution, you can find the source code `here <http://zsync.moria.org.uk/downloads>`_.
pl: Jeżeli korzystasz z innej dystrybucji, możesz znaleźć kod źródłowy `tutaj <http://zsync.moria.org.uk/downloads>`_.

source: **You have now downloaded the image successfully. Please continue to Chapter 1.2.**
de: **Sie haben die Image-Datei erfolgreich heruntergeladen. Bitte fahren Sie mit Kapitel 1.2. fort.**
es: **Has terminado de descargar la imágen exitósamente. Por favor continua al Capítulo 1.2.**
it: **Ora hai scaricato l'immagine con successo. Continua al Capitolo 1.2.**
pl: **Udało Ci się pomyślnie pobrać obraz. Możesz przejść do rozdziału I.2.**

source: Chapter 1.1 Retrieving the image
de: Kapitel 1.1 Erlangen der Image-Datei
it: Capitolo 1.1 Ottenere l'immagine

source: Before you install Lubuntu, you need to retrieve the correct image. Lubuntu provides support for several different CPU types and architectures, with a new version every six months (supported for nine months), and every two years being a long term support release (supported for three years).
it: Prima di installare Lubuntu, è necessario recuperare l'immagine corretta. Lubuntu fornisce supporto per diversi tipi di CPU e architetture, con una nuova versione ogni sei mesi (supportata per nove mesi) e ogni due anni è una versione di supporto a lungo termine (supportata per tre anni).

source: This is the original 32-bit architecture that will work best on computers with very low amounts of RAM and processing power.
it: Questa è l'architettura originale a 32 bit che funzionerà al meglio su computer con quantità di RAM e potenza di elaborazione molto basse.

source: LTS vs. Regular Releases
de: LTS gegenüber regelmäßigen Veröffentlichungen
es: LTS vs Lanzamientos regulares
it: LTS vs. rilasci regolari

source: Lubuntu offers two types of releases. The **Long Term Support** release, or the **LTS**, is the release recommended for most users. It is supported for three years after the release date and does not contain new features. Throughout the course of the cycle, the Ubuntu Kernel Team will deliver **Hardware Enablement** updates, or **HWE** updates, to Lubuntu via Linux kernel updates. Additionally, all currently-supported Lubuntu releases use the **LXDE** desktop environment, which is the traditional Lubuntu experience.
it: Lubuntu offre due tipi di versioni. Il rilascio ** Supporto a lungo termine** (Long Term Suppor), o ** LTS**, è la versione consigliata per la maggior parte degli utenti. È supportato per tre anni dalla data di rilascio e non contiene nuove funzionalità. Durante il corso del ciclo, il team di Ubuntu Kernel fornirà **aggiornamenti Hardware Enablement**, o **aggiornamenti HWE** a Lubuntu, tramite gli aggiornamenti del kernel Linux. Inoltre, tutte le versioni di Lubuntu attualmente supportate utilizzano l'ambiente desktop ** LXDE **, che è la tradizionale esperienza di Lubuntu.

source: For users looking to try new features every six months at the expense of the support cycle length, Lubuntu offers **interim releases**, or **regular releases**. These releases, while they are considered stable, are testing grounds for major, new features which will be rolled into the LTS release. Users of the regular releases are typically enthusiasts and somewhat more experienced users looking for a fresher experience.
de: Für Nutzer die alle sechs Monate neue Funktionen, im Rahmen des Unterstützungszykluses, ausprobieren möchten, bietet Lubuntu die regelmäßigen Versionen (engl. "regular releases") oder Übergangsversionen (engl. "interim releases") an.
es: Para los usuarios que buscan probar cosas nuevas cada seis meses, sacrificando la cantidad de tiempo que el ciclo es mantenido, Lubuntu ofrece **lanzamientos regulares**. Estos lanzamientos, mientras que se les puede considerar estables, son campos de pruebas para nuevas e importantes características que formarán parte de la versión LTS. Usuarios de los lanzamientos regulares son típicamente entusiastas, y son algo mas expertos buscando por una experiencia más fresca.
it: Per gli utenti che desiderano provare nuove funzionalità ogni sei mesi a scapito della durata del ciclo di supporto, Lubuntu offre **rilasci intermedi** o **rilasci regolari**. Queste versioni, considerate stabili, stanno testando le basi per le principali, nuove funzionalità che saranno introdotte nella versione LTS. Gli utenti delle versioni regolari sono in genere gli appassionati e gli utenti un po 'più esperti che cercano un'esperienza più fresca.

source: **It is extremely important that if you choose this path, you upgrade to each successive regular release shortly after it comes out.** If you are not comfortable doing this, you should consider using the LTS release instead.
de: **Es ist sehr wichtig zu wissen, dass Sie dadurch sukzessiv Ihre Version auf die aktuellste Version ("regular release") updaten, sobald diese veröffentlicht wird.** Falls das von Ihnen nicht gewünscht ist, sollten Sie die LTS-Version in Erwägung ziehen.
es: **Es muy importante que al elegir esta versión, actualices a cada lanzamiento nuevo luego de ser anunciado.** Si no te parece cómodo hacer esto, deberías considerar usar la versión LTS.
it: **È estremamente importante che se scegli questo percorso, esegui l'aggiornamento a ciascuna versione successiva poco dopo la sua uscita.** Se non ti senti a tuo agio nel fare ciò, dovresti prendere in considerazione l'utilizzo della versione LTS.

source: Now that the decision of which architecture and release type you need is made, you will need to download the image.
de: Jetzt, nachdem die Entscheidung welche Prozessorarchitektur und Version Sie benötigen, gefallen ist, müssen Sie die Image-Datei herunterladen.
es: Ahora que se ha tomado la decisión de qué arquitectura y tipo de versión necesita, deberá descargar la imagen.
it: Ora che hai deciso quale tipologia di architettura e di rilascio hai bisogno, è necessario scaricare l'immagine.

source: An easy download page which lists the HTTP and BitTorrent downloads is available `on the Lubuntu website's Downloads page <https://lubuntu.me/downloads/>`_, however for zsync downloads, you need to visit `cdimage.ubuntu.com <http://cdimage.ubuntu.com/lubuntu/>`_, which has the files listed.
it: Una semplice pagina di download HTTP e BitTorrent è disponibile `sulla pagina di download del sito web di Lubuntu <https://lubuntu.me/downloads/>`_, per i download zsync è necessario visitare la pagina `cdimage.ubuntu.com <http://cdimage.ubuntu.com/lubuntu/>`_.

source: Below you can find more detailed notes on each download method.
de: Unten stehend finden Sie weitere detaillierte Hinweise zu den einzelnen Download-Möglichkeiten.
es: Debajo podrás encontrar notas más detalladas para cada método de descarga.
it: Sotto puoi trovare delle note più dettagliate in merito ad ogni metodo di download.

source: After you download the image, you **must** verify it, as this is the most common reason there are problems with a Lubuntu install. There is `a helpful page on the Ubuntu Community Help wiki <https://help.ubuntu.com/community/VerifyIsoHowto>`_ that can guide you in the right direction.
de: Nachdem Sie die Image-Datei heruntergeladen haben, **müssen** Sie diese verifizieren, da durch ungeprüfte Image-Dateien die meisten Probleme während der Lubuntu Installation auftreten. Eine hilfreiche Seite, wie Sie Ihre Image-Datei prüfen, finden Sie im `Ubuntu Community Hilfe Wiki unter <https://help.ubuntu.com/community/VerifyIsoHowto>`_.
es: Después de descargar la imágen, **debes** verificarla, ya que esta es la razón más común por la que hay problemas en la instalación de Lubuntu. Hay `una página muy útil en la Ubuntu Community help wiki <https://help.ubuntu.com/community/ComoVerificarIso>`_ que puede guiarte en la dirección correcta.
it: Una volta scaricata l'immagine, **devi** verificarla, un'immagine corrotta è la ragione più comune dei problemi ad una installazione di Lubuntu. C'è `un'utile pagina nella Community wiki d'aiuto di Ubuntu <https://help.ubuntu.com/community/VerifyIsoHowto>`_ che può guidarti nella giusta direzione.

source: The BitTorrent links can be found on our Downloads page or cdimage.ubuntu.com, both linked above.
it: I link BitTorrent si possono trovare sulla nostra pagina di Download o su cdimage.ubuntu.com, entrambi i link si trovano sopra.

source: After you have downloaded the link you need, open it in your BitTorrent client. This will download the image. After this is done, we recommend that you leave your BitTorrent client open so you can seed this image for other people, which helps reduce bandwidth costs even further by decentralizing the download location for other users.
de: Nachdem Sie den Link heruntergeladen haben, öffnen Sie ihn in Ihrem BitTorrent Programm. Dies wird die Image-Datei herunterladen. Nachdem die Datei geladen wurde, empfehlen wir Ihnen das Programm nicht zu schließen, da Sie somit die Image-Datei an andere Leute verteilen können. Das hilft dabei Kosten für die Bandbreite zu reduzieren und die Download-Orte weiter zu dezentralisieren.
es: Luego de haber descargado el link que necesitas, ábrelo en tu cliente BitTorrent. Esto descargará la imagen. Luego de haber terminado de descargar la imagen, recomendamos dejar tu cliente BitTorrent abierto así puedes compartir la imágen a otras personas, lo que ayuda reducir los costos de banda ancha incluso más al descentralizar la ubicación de descarga para otros usuarios.

source: Otherwise, there is a snap application you can download of zsync which should function mostly the same and should work on all Linux distributions:
de: Andererseits gibt es auch eine snap-Variante von zsync, welche nahezu gleich funktioniert und auf allen Linux Distributionen funktionieren sollte:
es: De otra manera, hay una aplicación snap que puedes descargar de zsync, la cual debería funcionar de la misma manera y en todas las distribuciones de Linux:
