Repository: lubuntu-team/manual
Catalog: source/po/*/LC_MESSAGES/1/1.2/booting_the_image.po
Languages: de

source: Chapter 1.2 Booting the image
de: Kapitel 1.2 Die Image-Datei booten

source: Now that you have the ISO file, you need to put the image on a media device and boot the image for installation.
de: Jetzt da Sie die ISO-Datei haben, müssen Sie diese auf einen Datenträger übertragen und die Image-Datei davon, für die Installation, booten.

source: **This requires additional research on your own, as this varies depending on your hardware.**
de: **Dies erfordert zusätzliche Recherche, da dies stark von Ihrer verwendeten Hardware abhängt.**

source: Choosing the media
de: Wählen Sie Ihren Datenträger

source: In order to boot the image, you need to put it somewhere. You have three choices, depending on which image you downloaded:
de: Um die Image-Datei booten zu können, müssen Sie sie irgendwo ablegen. Sie haben drei Möglichkeiten, abhängig davon welche Image-Datei Sie geladen haben:

source: a DVD
de: eine DVD

source: a USB drive (2 GB or greater)
de: ein USB-Stick (2 GB oder größer)

source: Writing/burning the image
de: Brennen der Image-Datei

source: Here are some common tools to burn images onto CDs/DVDs:
de: Hier sind einige gängige Programme zum brennen von Image-Dateien auf CDs/DVDs:

source: Unfortunately, burning images to CDs or DVDs is beyond the scope of this manual. The Ubuntu website has several guides on this topic, and we recommend you read them if you plan on doing this.
de: Leider würde die Anleitung, wie man Image-Dateien auf CDs bzw. DVDs brennt, den Umfang dieses Handbuchs erheblich vergrößern. Die Ubuntu Webseite bietet allerdings viele Hilfestellungen zu diesem Thema. Diese möchten wir Ihnen nahelegen, falls Sie planen die Image-Datei auf einen Datenträger zu brennen.

source: Guides from the Ubuntu website:
de: Hilfestellungen von der Ubuntu Webseite:

source: `How to burn a DVD on Ubuntu <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-ubuntu>`_
de: `Wie man eine DVD unter Ubuntu brennt <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-ubuntu>`_

source: `How to burn a DVD on Windows <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-windows>`_
de: `Wie man eine DVD unter Windows brennt <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-windows>`_

source: `How to burn a DVD on macOS <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-mac-osx>`_
de: `Wie man eine DVD unter macOS brennt <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-mac-osx>`_

source: For writing images to USB drives on Linux, we recommend `mkusb <https://help.ubuntu.com/community/mkusb>`_, a tool developed by a Lubuntu team member.
de: Um Image-Dateien unter Linux auf einen USB-Stick zu schreiben, empfehlen wir `mkusb <https://help.ubuntu.com/community/mkusb>`_. Dieses Programm wurde von einem Lubuntu-Mitglied entwickelt.

source: Writing images to USB drives from macOS or Windows is beyond the scope of this book, but the Ubuntu website also has several guides on this:
de: Image-Dateien unter macOS oder Windows auf einen USB-Stick zu schreiben, würde den Umfang dieses Handbuchs erheblich vergrößern. Aber auch hier stellt Ihnen die Ubuntu Webseite einige Hilfestellungen zur Verfügung:

source: `How to create a bootable USB stick on Windows <http://www.ubuntu.com/download/desktop/create-a-usb-stick-on-windows>`_
de: `Wie man einen boot-fähigen USB Stick unter Windows erstellt <http://www.ubuntu.com/download/desktop/create-a-usb-stick-on-windows>`_

source: `How to create a bootable USB stick on macOS <http://www.ubuntu.com/download/desktop/create-a-usb-stick-on-mac-osx>`_
de: `Wie man einen boot-fähigen USB Stick unter macOS erstellt <http://www.ubuntu.com/download/desktop/create-a-usb-stick-on-mac-osx>`_

source: Booting the image
de: Die Image-Datei booten

source: With your media inserted, reboot your computer. Depending on your hardware configuration, it may boot into the image right away, or you might need to press a key at startup for boot options. This varies but looking for documentation specific to your hardware will likely provide the answer.
de: Stellen Sie sicher, dass der boot-fähige Datenträger eingelegt oder eingesteckt ist und starten Sie den Computer neu. Je nachdem wie Ihr Computer konfiguriert ist, wird er direkt vom Datenträger booten oder Sie müssen während des Startvorgangs eine Taste drücken um in die boot-Einstellungen zu gelangen. Dies variiert, sodass Ihr Computerhandbuch Ihnen sicherlich Aufschluss geben kann.

source: **You have now booted the image. Please continue to Chapter 1.3.**
de: **Sie haben die Image-Datei gebootet. Bitte fahren Sie mit Kapitel 1.3. fort**
